Repository: vilkyskis/kasdienis
Catalog: translations/date.*.xlf
Languages: lt

# diff.ago.year
source: year ago|%count% years ago
lt: prieš metus|prieš %count% metus

# diff.ago.month
source: month ago|%count% months ago
lt: prieš mėnesį|prieš %count% mėnesius

# diff.ago.day
source: %count% day ago|%count% days ago
lt: prieš %count% dieną|prieš %count% dienas

# diff.ago.hour
source: one hour ago|%count% hours ago
lt: prieš vieną valandą|prieš %count% valandas

# diff.ago.minute
source: one minute ago|%count% minutes ago
lt: prieš vieną minutę|prieš %count% minutes

# diff.ago.second
source: one second ago|%count% seconds ago
lt: prieš vieną sekundę|prieš %count% sekundes

# diff.empty
source: empty
lt: tik ką

# diff.in.second
source: in one second|in %count% seconds
lt: per vieną sekundę|per %count% sekundes

# diff.in.hour
source: in one hour|in %count% hours
lt: per vieną valandą|per %count% valandas

# diff.in.minute
source: in one minute|in %count% minutes
lt: per vieną minutę|per %count% minutes

# diff.in.day
source: in one day|in %count% days
lt: per vieną dieną|per %count% dienas

# diff.in.month
source: in one month|in %count% months
lt: per vieną mėnesį|per %count% mėnesius

# diff.in.year
source: in one year|in %count% years
lt: per vienus metus|per %count% metus
