Repository: vilkyskis/kasdienis
Catalog: translations/FOSUserBundle.*.xlf
Languages: lt

source: security.login.remember_me
lt: Prisiminti mane

source: registration.check_email
lt: Pažiūrėkite el.paštą

source: registration.confirmed
lt: Registracija patvirtinta

source: registration.back
lt: Grįžti

source: registration.email.subject
lt: El.pašto tema

source: registration.email.message
lt: El.pašto žinutė

source: Register
lt: Registruotis

source: Go to list
lt: Grįžti į sąrašą

source: Login
lt: Prisijungti

source: registration.submit
lt: Patvirtinti registraciją

source: Forgot Username / Password?
lt: Pamiršote prisijungimo vardą / Slaptažodį?

source: Create new account
lt: Sukurti naują vartotoją
