Repository: vilkyskis/kasdienis
Catalog: translations/messages.*.xlf
Languages: lt

source: Enable dark mode
lt: Įgalinti tamsujį rėžimą

source: FRONTPAGE
lt: PAGRINDINIS

source: Posted by
lt: Sukūrė

source: ... Click to read more
lt: ... Paspauskite, kad matyti daugiau

source: No topics created yet, please add at least one
lt: Nėra sukurtu temų, prašome pridėti bent vieną

source: My posts
lt: Mano įrašai

source: My topics
lt: Mano temos

source: Logout
lt: Atsijungti

source: Login
lt: Prisijungti

source: Register
lt: Registruotis

source: Edit Topic
lt: Redaguoti temą

source: Edit topic
lt: Redaguoti temą

source: No post created yet, press add, to add new post
lt: Nėra sukurtų įrašų, prešome pridėti bent vieną

source: Name
lt: Pavadinimas

source: Description
lt: Aprašymas

source: Number of posts :
lt: Įrašų kiekis :

source: Number of active users:
lt: Aktyvių vartotojų kiekis:

source: Edit Post
lt: Redaguoti įrašą

source: New Post
lt: Naujas įrašas

source: Create new Post
lt: Kurti naują įrašą

source: Edit post
lt: Redaguoti įrašą

source: Post by
lt: Įrašą sukūrė

source: You can only comment when you are logged in
lt: Komentuoti galite tik prisijungę

source: Comments:
lt: Komentarai:

source: There are no comments yet
lt: Dar nėra sukurta komentarų

source: Are you sure you want to delete this item?
lt: Ar jūs tikrai norite šalinti?

source: Delete post
lt: Šalinti įrašą

source: Title
lt: Pavadinimas

source: Data
lt: Straipsnis

source: Create new Topic
lt: Kurti naują temą

source: Delete topic
lt: Šalinti temą

source: Add your comment here...
lt: Parašykite savo komentarą čia...

source: Comment
lt: Komentuoti
